/* Menu Item for Release Help */
"%@ Help" = "%@ Pomoc";

/* No comment provided by engineer. */
"%@ is currently in trial mode and only convert 3 minutes for each music file.\n\nTo unlock the limitation, please purchase a license." = "%@ jest obecnie w trybie testowym i konwertować tylko 3 minuty do każdej muzyki.\n\nAby temu zapobiec, należy zakupić licencję.";

/* No comment provided by engineer. */
"%lu files, total duration %@" = "%lu pliki, całkowity czas trwania %@";

/* Menu Item for Release About */
"About %@" = "O %@";

/* Buy Online */
"Buy Online" = "Kupić Online";

/* No comment provided by engineer. */
"Can not find iTunes Music Library location" = "Nie można znaleźć iTunes muzyka biblioteki";

/* Cancel */
"Cancel" = "Anuluj";

/* No comment provided by engineer. */
"Change the output folder access permission or choose another output folder!" = "Zmienić uprawnienie dostępu folderu danych wyjściowych lub wybrać inny folder wyjściowy!";

/* Menu Item Label for Check Update */
"Check for Updates..." = "Sprawdź Aktualizacje...";

/* Confirm Delete */
"Confirm Delete" = "Potwierdzić usunąć";

/* No comment provided by engineer. */
"Disk space is not enough!" = "Miejsce na dysku nie wystarcza!";

/* Do you want to move the file to the Trash,or only remove it from list? */
"Do you want to move the file to the Trash,or only remove it from list?" = "Czy chcesz przenieść ten plik do kosza, lub tylko usunąć go z listy?";

/* Menu Item Label for Email */
"Email Support" = "Wsparcie e-mailowe";

/* Menu Item Hide Release App */
"Hide %@" = "Ukryj %@";

/* Message Text for Registration Failure */
"Invalid Registration Information!" = "Informacje nieprawidłowe rejestracji!";

/* No comment provided by engineer. */
"Locate File" = "Zlokalizuj plik";

/* Move to Trash */
"Move to Trash" = "Przenieś do kosza";

/* OK */
"OK" = "OK";

/* Menu Item for Order */
"Order Now" = "Zamów teraz";

/* Menu Item for Quit Release App */
"Quit %@" = "Zamknij %@";

/* Menu Item Label for FAQ */
"Read FAQ" = "Przeczytaj FAQ";

/* Menu Item Label for Online Help */
"Read Online Help" = "Przeczytaj Pomoc Online";

/* Message Text for Registration Successful */
"Registration Successful!" = "Rejestracja zakoñczona!";

/* Menu Item Label for Registration */
"Registration..." = "Registration...";

/* Remains */
"Remains" = "Pozostaje";

/* Remove from list */
"Remove from list" = "Usuń z listy";

/* Select */
"Select" = "Wybierz";

/* Information Text for Registration Failure */
"Simple copy and paste your Registration Name and Code exactly as it appears in the confirmation email." = "Proste Kopiuj i wklej rejestracja nazwa i kod, dokładnie tak jak w e-mailu potwierdzającym.";

/* Information Text for Registration Successful */
"Thank you for purchase, if you have any problem, please contact us via Email." = "Dziękujemy za zakup, jeśli masz problem, proszę używać E-mail do kontaktu z nami.";

/* No comment provided by engineer. */
"The output folder is read-only!" = "Folder wyjściowy jest tylko do odczytu!";

/* No comment provided by engineer. */
"There is not enough disk space in your output volume,please check it out and try again!" = "Nie jest wystarczająco dużo miejsca na dysku w wielkości produkcji, proszę to sprawdzić i spróbuj ponownie!";

/* Trial version limits */
"Trial version limits" = "Ograniczenia wersji próbnej";

/* Menu Item for WebSite */
"Visit WebSite" = "Odwiedź stronę";

/* No comment provided by engineer. */
"We need iTunes music library location for read information from iTunes, you can change this location in iTunes Preferences." = "Potrzebujemy iTunes muzyka biblioteka lokalizacji do odczytu informacji z iTunes, można zmienić tę lokalizację w iTunes preferencje.";

/* Can not get Tracks */
"Can not get Tracks" = "Nie można uzyskać Utwory";

/* No comment provided by engineer. */
"can not parse content from spotify, please check your network connection." = "Nie można przeanalizować treści z Spotify, należy sprawdzić swoje połączenie sieciowe.";

/* Miss Spotify Applicaiton */
"Miss Spotify Applicaiton" = "Nie wykrywa Spotify aplikacji";

/* Close */
"Close" = "Zamknąć";

/* No comment provided by engineer. */
"can not find spotify application, please install spotify and retry" = "Nie można znaleźć aplikacji Spotify, proszę zainstalować Spotify i retry";

/* Conversion Failure */
"Conversion Failure" = "Błąd konwersji";

/* Retry */
"Retry" = "Spróbować ponownie";

/* No comment provided by engineer. */
"%d tracks failed to convert , please retry it later." = "%d utwórs nie udało się przekształcić, spróbuj ponownie później.";

/* Change Audio Output Device */
"Change Audio Output Device" = "Zmień urządzenie wyjściowe audio";

/* No comment provided by engineer. */
"To continue the converting, please allow the converter to change your Sound Output to Build-in device.\n\nThe original settings are automatically restored after the conversion is complete." = "Aby kontynuować konwersję, proszę pozwolić konwerter zmienić wyjście dźwięku zbudować w urządzeniu.\n\nOryginalne ustawienia są automatycznie przywrócone po zakończeniu konwersji.";

/* Don't show this prompt again */
"Don't show this prompt again" = "Nie pokazuj więcej tego monitu ponownie";

/* System Integrity Protection is active */
"System Integrity Protection is active" = "System Integrity Protection is active";

/* Read how to turn SIP off */
"Read how to turn SIP off" = "Read how to turn SIP off";

/* No comment provided by engineer. */
"OS X 10.11 (El Capitan) introduced new security measures.\n%@ cannot be launched with System Integrity Protection turned on.\n\nThere is a workaround. Read our website for more information." = "OS X 10.11 (El Capitan) introduced new security measures.\n%@ cannot be launched with System Integrity Protection turned on.\n\nThere is a workaround. Read our website for more information.";
